[
    {
        "id": "ART_STORY_00H1",
        "title": "I LEFT MY FAMILY IN THE CATHEDRAL",
        "caption": "INSPIRED BY KAYITARE PHILIPPE, A SURVIVOR OF THE 1994 GENOCIDE AGAINST THE GENOCIDE FROM NYAMATA",
        "author": "Written By King Ngabo",
        "type": "Written Story",
        "date": "2023-01-15",
        "image": "https://example.com/images/enchanted_forest.jpg",
        "storyType": "Short Story",
        "kinyarwanda": {
            "title": "NASIZE UMURYANGO WANJYE MURI KILIZIYA",
            "contents": "<p>Umuryango wanjye nanjye twari Abakristu b’ukuri. Njyewe n’abavandimwe banjye barindwi twabatirijwe muri Kiliziya Gatolika, aho twakuze tujya mu ishuri rya gatigisimu. Twizeraga tudashidikanya ko inzu y’Imana ari ahantu h’amahoro, ahantu nta kibi cyaturuka. </p><p>Muri Mata 1994, Pasika yari yegereje, twitegura uko bisanzwe, imyenda mishya, inkweto nshya, n’ibyishimo bya Pasika mu mitima yacu. Ariko uwo mwaka, umwijima uratubudikira mbere y’uko Pasika igera. </p><p>Ubwo Interahamwe zatugabaho ibitero, umuryango wanjye wizeye ko Kiliziya izaba ubuhungiro bwacu. Twari twarigishijwe ko ari ahantu hatagatifu, ko nta kibi cyahagerera. Twahunganye n’abaturanyi bacu, twiruka tujya kuyishakiramo ubuhungiro. </p><p>Ariko ukwizera kwacu ntikwadukijije.</p><p>Abapadiri batwigishije urukundo n’agakiza baradutaye. Baragiye maze bahamagara abicanyi ngo baze batwice. Imiryango twatekerezaga ko izatugoboka yahindutse imva yacu.</p><p>Muri iyo Kiliziya, umuryango wanjye warishwe. Ababyeyi banjye, barumuna banjye, n’abaturanyi bacu Bose, barishwe kuko bari Abatutsi. Inkuta ntagatifu za Kiliziya zabaye imva y’abantu barenga ibihumbi mirongo ine.</p><p>Mu buryo butangaje, njye na mushiki wanjye twarokotse. Twavuye muri iyo Kiliziya dufite ibikomere bitagaragara, dusiga umuryango wacu wose.</p><p>Kugeza n’uyu munsi, iyo mbonye iyo Kiliziya, mbona umuryango wanjye. Mbona mumaso habo, ubwoba bwabo, ukwizera kwabo. Kandi nibuka ko nasize umuryango wanjye muri Kiliziya.</p>"
        },
        "english": {
            "title": "I LEFT MY FAMILY IN THE CATHEDRAL",
            "contents": "<p>My family and I were devoted Christians. My seven siblings and I were baptized in the Catholic Church, where we grew up attending Sunday school. We believed deeply that the house of God was a place of peace, a place where no harm could reach us.</p> <p>In April 1994, as Easter approached, we prepared for the celebrations as we always did, new clothes, new shoes, and the joy of the holiday in our hearts. But that year, darkness fell upon us before Easter could arrive.</p> <p>When the Interahamwe militias attacked, my family clung to the belief that the Cathedral would be our refuge. We had been taught that it was sacred, that it was a place where evil could not enter. We ran there with our neighbors, seeking safety beneath the towering walls of faith.</p> <p>But faith did not protect us</p><p>The priests who had once preached love and salvation turned their backs on us. They left us behind and called the killers to come. The doors that should have been our shield became our prison. </p><p>Inside that Cathedral, my family perished. My parents, my siblings, my neighbors slaughtered because they were Tutsi. The sacred walls became a tomb for over forty thousand souls.</p><p>Somehow, my sister and I survived. We walked out of that place carrying wounds no one could see, leaving behind the family we once had. </p><p>Even now, whenever I see that Cathedral, I see them. I see their faces, their fear, their faith. And I remember that I left my family there.</p>"
        },
        "french": {
            "title": "J’AI LAISSÉ MA FAMILLE DANS LA CATHÉDRALE",
            "contents": "<p>Ma famille et moi étions des chrétiens dévoués. Mes sept frères et sœurs et moi avons été baptisés à l’Église catholique, où nous avons grandi en assistant au catéchisme. Nous croyions profondément que la maison de Dieu était un lieu de paix, un endroit où aucunmal ne pouvait nous atteindre.</p><p>En avril 1994, alors que Pâques approchait, nous préparions les célébrations comme toujours de nouveaux vêtements, de nouvelles chaussures, et la joie de la fête dans nos cœurs. Mais cette année-là, les ténèbres nous ont frappés avant que Pâques n’arrive. </p><p>Lorsque les miliciens Interahamwe ont attaqué, ma famille s’est accrochée à l’espoir que la cathédrale nous protégerait. On nous avait appris qu’elle était sacrée, qu’aucun mal ne pouvait y pénétrer. Nous y avons couru avec nos voisins, cherchant refuge sous les murs de notre foi.</p><p>Mais la foi ne nous a pas protégés.</p><p>Les prêtres, ceux qui prêchaient autrefois l’amour et le salut, nous ont abandonnés. Ils sont partis et ont appelé les tueurs. Les portes qui auraient dû être notre bouclier sont devenues notre prison.</p><p>Dans cette cathédrale, ma famille a péri. Mes parents, mes frères et sœurs, mes voisins</p><p>massacrés parce qu’ils étaient Tutsis. Les murs sacrés sont devenus un tombeau pour plus de quarante mille âmes. <p/><p>D’une manière ou d’une autre, ma sœur et moi avons survécu. Nous avons quitté cet endroit avec des blessures invisibles, laissant derrière nous la famille que nous avions aimée.</p><p>Aujourd’hui encore, chaque fois que je vois cette cathédrale, je les vois. Je vois leurs visages, leur peur, leur foi. Et je me souviens que j’ai laissé ma famille là-bas.</p>"
        }
    },
    {
        "id": "ART_STORY_00Z2",
        "title": "THE MEMORY THAT KILLS ME EVERY DAY",
        "caption": "Samuel Dusengiyumva, born in the southern province of Rwanda, in Ruhango District, Ntongwe.",
        "author": "Written By King Ngabo",
        "type": "Written Story",
        "date": "2023-01-15",
        "image": "https://example.com/images/enchanted_forest.jpg",
        "storyType": "Short Story",
        "kinyarwanda": {
            "title": "INZIRA IBABAZA BURI MUNSI",
            "contents": "<p>Samuel Dusengiyumva, yavukiye mu Ntara y'Amajyepfo mu Rwanda, mu Karere ka Ruhango, muri Ntongwe</p> <p>Ndi umwana wa mbere mu muryango w’abana batanu, abahungu bane n’umukobwa umwe. Ababyeyi bacu, Pasiteri Ruhamya Silas na Nyirabanyiginya Martha, baturereye mu muryango wuje urukundo n'ukwemera. Data w’ umupasiteri, yakoreraga Imana hirya no hino mu gihugu, ataboneka mu rugo kenshi. Nubwo akenshi yabaga adahari, twari mu muryango wunze ubumwe, washyize imbere ukwemera no kwitanga. Mbere ya Jenoside, twari umuryango ufite ibikenewe byose. Mama yari umuforomokazi, afite imbaraga kandi akunze gufasha abandi, kandi mu rugo rwacu hakundaga kumvikana urwenya n’urukundo. Nari Inshuti cyane na mama, kubera ahari nari umwana mukuru. Yaranyizeraga nanjye naramwizeraga bihebuje. Kenshi yambwiraga ko ngomba kuba maso, cyane cyane kubera ikibazo cyari kiri hagati y’abaturanyi. Abaturanyi bacu ntibakundaga Abatutsi, kandi yagombaga kwita kuri barumana banjye na mushiki wanjye. Kuko akenshi yabaga ari mu ivuriro. Mama ntiyari gusa umubyeyi wanjye, yari n’inshuti yanjye.</p><p>Sinzibagirwa ifunguro rya nyuma twagize nk’umuryango. Byari nk’umunsi usanzwe, mama yarasengaga mbere yo gufungura, nk’uko yabikoraga kenshi, asaba Imana kuturinda. Ariko muri uwo mwanya, hari ikintu cyari gitandukanye. Yatubwiye ko tugomba kuryama twambaye imyenda myinshi, ariko twe nti twari twakamenye impamvu. Nubwo nijoro twarushijeho kumva umwuka utari mwiza, twageragezaga kubyirengagiza. </p><p>Hanyuma, mu gihe igicuku cyari kibuditse , natwe igitero kiza iwacu.</p> <p>Nti twishwe iryo joro ariko byatumye duhunga urugo rwacu. Bukeye, mama yahise ashyira ibintu bike mu gikapu nuko turahunga. Ntitwari tuzi ko ari rwo rugendo rwacu rwa nyuma nk’umuryango. Nti twari tuzi ko ari bwo bwa nyuma muri urwo rugo rwacu, twumva ibitwenge bya barumuna banjye, cyangwa kunywa amata y’inka za Sogokuru. Ntitwari tuzi ko uwo mwanya ari iherezo ry’ibyo twari tuzi byose. </p><p>Mama yadukunze byimazeyo. Yashakaga tuba abana bakomeye, bagira ubuntu kandi bafite umutima w’ubutwari. Yari azi kutwitaho mu buryo bwatumaga twumva dufite umutekano n'ubwo twari mu bihe bikomeye. Rimwe na rimwe, ntekereza ko yari azi ko azicwa, wenda ahari ariyo mpamvu yanteguye kare, akanyigisha kuba umunyamwete, no gukorera abandi, no kugira imbaraga zo kuzabasha kwihanganira ibyari bigiye gukurikira. </p> <p>Data, umugabo w’imyemerere ikomeye, ntiyigeze ahindura ibyo yemera. Nubwo isi yacikamo kabiri, yahoraga ahagarara ku kwizera kwe. Ndacyibuka amagambo ye, amasengesho ye, n’uko yitanganga cyane kubw’ imyizerere ye. Yari umugabo washoboraga gutanga ubuzima bwe kubw’urukundo yarafitiy’Imana, kandi nzi neza ko yahoraga aharanira gukomera ku byo yemera n’ubwo byaba byanamugiraho ingaruka mbi.</p> <p>Abavandimwe banjye . Félicité Ingabire, mushiki wanjye wankurikiraga, yakundaga kuririmba. Ijwi rye ryuzuye ibyishimo ryahoraga mu matwi yacu mu rugo. Yakundaga gusenga kandi akunda kuba cyane mu rugo.</p> <p>Daniel Akimana, umuvandimwe wanjye utuje, yari afite ubwenge burenze ibyo umuntu yatekereza ku myaka ye. Yari umunyabugenge kandi akunda gukora ibintu atuje, yari kuzamenya siyansi n’imibare cyane. </p><p>Mugisha Jeremy, wari afite imyaka itanu gusa ubwo Genocide yatangiraga, yari umwana wahoranaga ibyishimo. Yakundaga gusuhuza buri muntu k’umunsi w’isoko, yari isoko y’ibyishimo mu muryango wacu. Bintera agahinda kugeza n'uyu munsi kumva uburyo yishwe, n’ukuntu yari igisekera mwanzi. </p> <p>Ndetse na Igiraneza Joel, bucura bwacu. Yari umunyamahoro, ahora atuje agakundwa cyane na Mama bihebuje. Mama yakundaga kutubwira ko ari we mwana wacu w’amahoro, kandi nzi ko byari ukuri. Yari muto cyane wo kumenye urwango rwari rumuzengurutse.</p><p>Bose barishwe. Kandi urupfu rwabo, numutwaro w'urwibutso runshengura umutima mu ubuzima bwanjye bwose. Ngendana icyo gikomera. Mpora mbona mu maso yabo, numva amajwi yabo, n’rukundo rwabo. Mpora nshengurwa n’intimba yo kubabura. </p><p>Ariko ikincengura umutima cyane, ni uko abana banjye,batazabasha kumenya amayange yaba sekuru n’urukundo rwa Nyirakuru, ntibabone ba se wabo na Nyirasenge. Ntibamenye isoko y’ubuzima bwanjye. Ntibumve amajwi yabo, ngo basogongere ku Rukundo rwabo.</p><p>Buri munsi, urwibutso rw’iryo joro, twabuze byose rumbera umutwaro ntashoboye gutura, ni Urwibutso runcengura umutima buri munsi, rakankangura hagati mu ijoro, rukanyibutsa Ibyo twari dufite tukabibura mu mwanya muto cyane. Uru rwibutso ni umutwaro ngendana mu buzima bwanjye bwose.</p>"
        },
        "english": {
            "title": "THE MEMORY THAT KILLS ME EVERY DAY",
            "contents": "<p>I was the firstborn in a family of five, four boys and one girl. Our parents, Pastor Ruhamya Silas and Nyirabanyiginya Martha, raised us in a home of faith and love. My father, a pastor, devoted much of his time to preaching across the country, leaving us often. But despite his absences, we were a close-knit family, rooted in devotion and warmth. </p><p>Before the genocide, we had everything we needed. My mother was a nurse, strong and nurturing, and our household was always filled with laughter and love. I was very close to my mother, perhaps because I was the eldest. She trusted me, and I trusted her completely. She often warned me to be vigilant, especially about the growing hostility in our neighborhood. People did not like the Tutsi, and she always reminded me to look after my younger siblings, especially when she was at the hospital. My mother was not just my protector, she was my friend.</p><p>I will never forget the last meal we shared as a family. It seemed like an ordinary night, my mother prayed before we ate, as she always did, asking God’s protection. But this time, there was something different. She told us to sleep with extra clothes on, but we did not understand why. The night felt heavy, but we tried to ignore it. Then, in the dead of night, they came for us. </p> <p>We weren’t killed that night, but we were driven from our home. The next morning, my mother packed our few belongings and we left. We had no idea it would be the last time we would walk through that door. The last time we would see our home, hear the laughter of our younger siblings, or drink milk from our grandfather’s cows. We didn’t know that night would be the end of everything we had ever known.</p><p>My mother loved us with everything she had. She wanted us to be strong, kind, and brave. She knew how to love in a way that made us feel safe even in the darkest moments. Sometimes, I wonder if she knew her fate. Maybe that’s why she prepared me, taught me to be courageous, to be kind, to be strong enough to endure what came next.</p><p>My father, a man of unwavering faith, never wavered in his belief. Even when the world was falling apart, he stood firm. I remember his words, his prayers, and how much he was willing to sacrifice for his faith. He was a man who would have died for God, and I know he would have stood by his convictions no matter the cost. Then there were my siblings. </p><p>Felicité Ingabire, my younger sister, was always singing. Her voice, full of joy, would fill the house. She loved to pray and stay close to home. Daniel Akimana, my quiet brother, had a mind that was far beyond his years. He was creative and calm, always observing, always thinking. He would have excelled in science and mathematics. </p> <p>Mugisha Jeremy, only five years old when the genocide began, was the most joyful child. He greeted everyone during market days, bringing smiles to everyone around him. It pains me to this day to think about how they killed him, how they took him from us when he was nothing but pure innocence.</p><p>And then there was Igiraneza Joel, our baby brother. He was peaceful, always at rest, a quiet child who was loved so deeply by my mother. She would say he was the most peaceful of us all, and I believe she was right. He was too young to understand the hatred around him.</p><p>They are all gone now. And with their deaths comes the weight of the memory that haunts me every day. I still carry it. I carry their faces, their voices, their love. I carry the pain of losing them.</p><p>What kills me the most, though, , my children who will never know their grandparents, who will never meet their uncles and aunt. They will never see the faces of the people who gave me life. They will never hear their voices, never feel their embrace.</p><p>Every day, the memory of that night, of everything we lost, weighs on me. It’s the memory that kills me, that keeps me awake at night, that reminds me of what we had and what was stolen from us. It is the memory that I will carry with me for the rest of my life.</p>"
        },
        "french": {
            "title": "LE SOUVENIR QUI ME TUE CHAQUE JOUR",
            "contents": "<p>Je suis l’aîné d’une famille de cinq enfants, quatre garçons et une fille. Nos parents, le pasteur Ruhamya Silas et Nyirabanyiginya Martha, nous ont élevés dans un foyer empreint de foi et d'amour. Mon père, pasteur, consacrait une grande partie de son temps à prêcher à travers le pays, nous laissant souvent seuls. Mais malgré ses absences, nous étions une famille unie, ancrée dans la dévotion et la chaleur humaine.</p><p>Avant le génocide, nous avions tout ce dont nous avions besoin. Ma mère était infirmière, forte et nourrissante, et notre foyer était toujours rempli de rires et d’amour. J’étais très proche de ma mère, peut-être parce que j’étais l’aîné. Elle avait une grande confiance en moi, et je lui faisais totalement confiance. Elle me conseillait souvent d’être vigilant, surtout en raison de l’hostilité croissante dans notre voisinage. Les gens n’aimaient pas les Tutsi, et elle me rappelait toujours de prendre soin de mes frères et sœurs, surtout lorsqu'elle était à l’hôpital. Ma mère n’était pas seulement ma protectrice, elle était mon amie.</p><p>Je n'oublierai jamais le dernier repas que nous avons partagé en famille. Cela semblait être une soirée ordinaire, ma mère priait avant de manger, comme elle le faisait toujours, demandant à Dieu sa protection. Mais cette fois-là, il y avait quelque chose de différent. Elle nous dit de dormir avec des vêtements supplémentaires, mais nous ne comprenions pas pourquoi. La nuit semblait lourde, mais nous essayions de l'ignorer. Puis, au milieu de la nuit, ils sont venus pour nous.</p><p>Nous n’avons pas été tués cette nuit-là, mais nous avons été chassés de notre maison. Le lendemain matin, ma mère a rapidement emballé quelques affaires et nous sommes partis. Nous ne savions pas que ce serait la dernière fois que nous passerions par cette porte. La dernière fois que nous verrions notre maison, entendrions les rires de nos petits frères et sœurs, ou boirions le lait de notre grand-père. Nous ne savions pas que cette nuit serait la fin de tout ce que nous avions jamais connu.</p><p>Ma mère nous aimait de tout son être. Elle voulait que nous soyons forts, gentils et courageux. Elle savait comment aimer d'une manière qui nous faisait nous sentir en sécurité même dans les moments les plus sombres. Parfois, je me demande si elle connaissait son destin. Peut-être que c'est pour cela qu'elle m'a préparé, qu'elle m’a appris à être courageux, à être gentil, à être assez fort pour supporter ce qui allait venir. Mon père, un homme de foi inébranlable, ne déviait jamais de ses croyances. Même lorsque le monde s'effondrait autour de nous, il est resté ferme. Je me souviens de ses paroles, de ses prières, et de combien il était prêt à sacrifier pour sa foi. C'était un homme qui aurait donné sa vie pour Dieu, et je sais qu'il serait resté fidèle à ses convictions, peu importe le prix. </p><p>Puis il y avait mes frères et sœurs. Félicité Ingabire, ma petite sœur, aimait chanter. Sa voix, pleine de joie, remplissait la maison. Elle aimait prier et rester à la maison. Daniel Akimana, mon frère calme, avait une intelligence bien au-delà de son âge. Il était créatif et calme, toujours observant, toujours pensant. Il aurait excellé en sciences et en mathématiques.</p> <p>Mugisha Jeremy, seulement cinq ans lorsque le génocide a commencé, était l’enfant le plus joyeux. Il saluait tout le monde lors des jours de marché, apportant des sourires àtous ceux qui l’entouraient. Cela me fait encore mal de penser à la façon dont ils l’ont tué, comment ils l’ont pris alors qu’il n’était rien d’autre qu’une innocence pure. Et puis il y avait Igiraneza Joel, notre petit frère. Paisible, doux, aimé si profondément par ma mère. Elle disait qu’il était le plus paisible de nous tous, et je crois qu'elle avait raison. Il était trop jeune pour comprendre la haine autour de lui. Il était trop jeune pour comprendre la cruauté du monde.</p><p>Ils sont tous partis maintenant. Et avec leur mort vient le poids du souvenir qui me hante chaque jour. Je le porte en moi. Je porte leurs visages, leurs voix, leur amour. Je porte la douleur de les avoir perdus. </p><p>Ce qui me tue le plus, cependant, c'est la pensée de mes enfants, mes enfants qui ne connaîtront jamais leurs grands-parents, qui ne rencontreront jamais leurs oncles et tante. Ils ne verront jamais les visages des gens qui m’ont donné la vie. Ils ne connaîtront jamais leur voix, jamais leur étreinte.</p><p>Chaque jour, le souvenir de cette nuit, de tout ce que nous avons perdu, pèse sur moi. C’est le souvenir qui me tue, celui qui m'empêche de dormir la nuit, celui qui me rappelle ce que nous avions et ce qui nous a été volé. C'est le souvenir que je porterai pour le reste de ma vie.</p>"
        }
    }
]